Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: 5-й переулок Некрасова
be: 5-ы завулак Някрасава

source: 5-й переулок Никитина
be: 5-ы завулак Нікіціна

source: 5-й переулок Павлова
be: 5-ы завулак Паўлава

source: 5-й переулок Чапаева
be: 5-ы завулак Чапаева

source: 5-й Подгорный переулок
be: 5-ы Падгорны завулак

source: 5-й Подольный переулок
be: 5-ы Падольны завулак

source: 5-й Пригородный переулок
be: 5-ы Прыгарадны завулак

source: 5-й Пролетарский переулок
be: 5-ы Пралетарскі завулак

source: 5-й Путепроводный переулок
be: 5-ы Пуцеправодны завулак

source: 5-й Радиаторный переулок
be: 5-ы Радыятарны завулак

source: 5-й Садовый переулок
be: 5-ы Садовы завулак

source: 5-й Свердловский проезд
be: 5-ы Свярдлоўскі праезд

source: 5-й Северный переулок
be: 5-ы Паўночны завулак

source: 5-й Слепнянский переулок
be: 5-ы Сляпнянскі завулак

source: 5-й Сморговский переулок
be: 5-ы Смаргоўскі завулак

source: 5-й Спортовый переулок
be: 5-ы Спартовы завулак

source: 5-й Строительный переулок
be: 5-ы Будаўнічы завулак

source: 5-й Транзитный переулок
be: 5-ы Транзітны завулак

source: 5-й Тросницкий переулок
be: 5-ы Трасніцкі завулак

source: 5-й Южный переулок
be: 5-ы Паўднёвы завулак

source: 5-й Ямницкий переулок
be: 5-ы Ямніцкі завулак

source: 5-я Вересковая улица
be: 5-я Верасовая вуліца

source: 5-я Городокская улица
be: 5-я Гарадоцкая вуліца

source: 5-я Заводская улица
be: 5-я Заводская вуліца

source: 5-я Загородная улица
be: 5-я Загарадная вуліца

source: 5-я Задорожная улица
be: 5-я Задарожная вуліца

source: 5-я Индустриальная улица
be: 5-я Індустрыяльная вуліца

source: 5-я Иногородняя улица
be: 5-я Іншагародняя вуліца

source: 5-я Кедровая улица
be: 5-я Кедравая вуліца

source: 5-я Клиническая улица
be: 5-я Клінічная вуліца

source: 5-я Коллективная улица
be: 5-я Калектыўная вуліца

source: 5-я Коммунальная улица
be: 5-я Камунальная вуліца

source: 5-я Кооперативная улица
be: 5-я Кааператыўная вуліца

source: 5-я Краснобригадная улица
be: 5-я Чырвонабрыгадная вуліца

source: 5-я Лесная улица
be: 5-я Лясная вуліца

source: 5-я Линейная улица
be: 5-я Лінейная вуліца

source: 5-я Луговая улица
be: 5-я Лугавая вуліца

source: 5-я Лужеснянская улица
be: 5-я Лужаснянская вуліца

source: 5-я Луческая улица
be: 5-я Лучоская вуліца

source: 5-я Мопровская улица
be: 5-я Мопраўская вуліца

source: 5-я Новоостровенская улица
be: 5-я Новаастровенская вуліца

source: 5-я Новоселковая улица
be: 5-я Новасёлкавая вуліца

source: 5-я Полоцкая улица
be: 5-я Полацкая вуліца

source: 5-я Полярная улица
be: 5-я Палярная вуліца

source: 5-я Пригородная улица
be: 5-я Прыгарадная вуліца

source: 5-я Совхозная улица
be: 5-я Саўгасная вуліца

source: 5-я Социалистическая улица
be: 5-я Сацыялістычная вуліца

source: 5-я Техническая улица
be: 5-я Тэхнічная вуліца

source: 5-я Тираспольская улица
be: 5-я Ціраспальская вуліца

source: 5-я Улановическая улица
be: 5-я Уланавіцкая вуліца

source: 5-я улица Крупской
be: 5-я вуліца Крупскай

source: 5-я улица Куйбышева
be: 5-я вуліца Куйбышава

source: 5-я улица Свердлова
be: 5-я вуліца Свярдлова

source: 5-я улица Фрунзе
be: 5-я вуліца Фрунзэ

source: 5-я улица Чернышевского
be: 5-я вуліца Чарнышэўскага

source: 5-я улица Щорса
be: 5-я вуліца Шчорса

source: 5-я Чепинская улица
be: 5-я Чэпінская вуліца

source: 6-й Алтайский переулок
be: 6-ы Алтайскі завулак

source: 6-й Вильчицкий переулок
be: 6-ы Вільчыцкі завулак

source: 6-й Виноградный переулок
be: 6-ы Вінаградны завулак

source: 6-й Дальний переулок
be: 6-ы Дальні завулак

source: 6-й Железнодорожный переулок
be: 6-ы Чыгуначны завулак

source: 6-й Залинейный переулок
be: 6-ы Залінейны завулак

source: 6-й Западный переулок
be: 6-ы Заходні завулак

source: 6-й Калиновый переулок
be: 6-ы Калінавы завулак

source: 6-й Кирпичный переулок
be: 6-ы Цагляны завулак

source: 6-й Красненский проезд
be: 6-ы Красненскі праезд

source: 6-й Лесной переулок
be: 6-ы Лясны завулак

source: 6-й Лыщинский переулок
be: 6-ы Лышчынскі завулак

source: 6-й Окружной переулок
be: 6-ы Акружны завулак

source: 6-й Орловский переулок
be: 6-ы Арлоўскі завулак

source: 6-й Осенний переулок
be: 6-ы Асенні завулак

source: 6-й Парковый переулок
be: 6-ы Паркавы завулак

source: 6-й Первомайский переулок
be: 6-ы Першамайскі завулак

source: 6-й переулок 1 Мая
be: 6-ы завулак 1 Мая

source: 6-й переулок Гречихи
be: 6-ы завулак Грачыхі

source: 6-й переулок Ильича
be: 6-ы завулак Іл’іча

source: 6-й переулок Катаева
be: 6-ы завулак Катаева

source: 6-й переулок Космонавтов
be: 6-ы завулак Касманаўтаў

source: 6-й переулок Куйбышева
be: 6-ы завулак Куйбышава

source: 6-й переулок Лизы Чайкиной
be: 6-ы завулак Лізы Чайкінай

source: 6-й переулок Мироновой
be: 6-ы завулак Міронавай

source: 6-й переулок Никитина
be: 6-ы завулак Нікіціна

source: 6-й переулок Чапаева
be: 6-ы завулак Чапаева

source: 6-й Подгорный переулок
be: 6-ы Падгорны завулак

source: 6-й Пригородный переулок
be: 6-ы Прыгарадны завулак

source: 6-й Путепроводный переулок
be: 6-ы Пуцеправодны завулак

source: 6-й Северный переулок
be: 6-ы Паўночны завулак

source: 6-й Спортовый переулок
be: 6-ы Спартовы завулак

source: 6-й Тросницкий переулок
be: 6-ы Трасніцкі завулак

source: 6-й Южный переулок
be: 6-ы Паўднёвы завулак

source: 6-й Ямницкий переулок
be: 6-ы Ямніцкі завулак

source: 6-я Вересковая улица
be: 6-я Верасовая вуліца

source: 6-я Городокская улица
be: 6-я Гарадоцкая вуліца

source: 6-я Заводская улица
be: 6-я Заводская вуліца

source: 6-я Загородная улица
be: 6-я Загарадная вуліца

source: 6-я Задорожная улица
be: 6-я Задарожная вуліца

source: 6-я Иногородняя улица
be: 6-я Іншагародняя вуліца

source: 6-я Клиническая улица
be: 6-я Клінічная вуліца

source: 6-я Краснобригадная улица
be: 6-я Чырвонабрыгадная вуліца

source: 6-я Лесная улица
be: 6-я Лясная вуліца

source: 6-я Луговая улица
be: 6-я Лугавая вуліца

source: 6-я Лужеснянская улица
be: 6-я Лужаснянская вуліца

source: 6-я Луческая улица
be: 6-я Лучоская вуліца

source: 6-я Мопровская улица
be: 6-я Мопраўская вуліца

source: 6-я Новоселковая улица
be: 6-я Новасёлкавая вуліца

source: 6-я Полоцкая улица
be: 6-я Полацкая вуліца

source: 6-я Пригородная улица
be: 6-я Прыгарадная вуліца

source: 6-я Прядильная улица
be: 6-я Прадзільная вуліца

source: 6-я Садовая улица
be: 6-я Садовая вуліца

source: 6-я Совхозная улица
be: 6-я Саўгасная вуліца

source: 6-я Социалистическая улица
be: 6-я Сацыялістычная вуліца

source: 6-я Стадионная улица
be: 6-я Стадыённая вуліца

source: 6-я Суражская улица
be: 6-я Суражская вуліца

source: 6-я Техническая улица
be: 6-я Тэхнічная вуліца

source: 6-я Тираспольская улица
be: 6-я Ціраспальская вуліца

source: 6-я Улановическая улица
be: 6-я Уланавіцкая вуліца

source: 6-я улица Бебеля
be: 6-я вуліца Бебеля

source: 6-я улица Бядули
be: 6-я вуліца Бядулі

source: 6-я улица Крупской
be: 6-я вуліца Крупскай

source: 6-я улица Куйбышева
be: 6-я вуліца Куйбышава

source: 6-я улица Свердлова
be: 6-я вуліца Свярдлова

source: 6-я улица Чернышевского
be: 6-я вуліца Чарнышэўскага

source: 6-я Чепинская улица
be: 6-я Чэпінская вуліца

source: 7-й Вильчицкий переулок
be: 7-ы Вільчыцкі завулак

source: 7-й Виноградный переулок
be: 7-ы Вінаградны завулак

source: 7-й Дальний переулок
be: 7-ы Дальні завулак

source: 7-й Железнодорожный переулок
be: 7-ы Чыгуначны завулак

source: 7-й Залинейный переулок
be: 7-ы Залінейны завулак

source: 7-й Калиновый переулок
be: 7-ы Калінавы завулак

source: 7-й Лесной переулок
be: 7-ы Лясны завулак

source: 7-й Липковский переулок
be: 7-ы Ліпкаўскі завулак

source: 7-й Окружной переулок
be: 7-ы Акружны завулак

source: 7-й Орловский переулок
be: 7-ы Арлоўскі завулак

source: 7-й Осенний переулок
be: 7-ы Асенні завулак

source: 7-й Парковый переулок
be: 7-ы Паркавы завулак

source: 7-й переулок Ильича
be: 7-ы завулак Іл’іча

source: 7-й переулок Космонавтов
be: 7-ы завулак Касманаўтаў

source: 7-й переулок Лизы Чайкиной
be: 7-ы завулак Лізы Чайкінай

source: 7-й переулок Никитина
be: 7-ы завулак Нікіціна

source: 7-й переулок Фрунзе
be: 7-ы завулак Фрунзэ

source: 7-й Подгорный переулок
be: 7-ы Падгорны завулак

source: 7-й Пригородный переулок
be: 7-ы Прыгарадны завулак

source: 7-й Путепроводный переулок
be: 7-ы Пуцеправодны завулак

source: 7-й Северный переулок
be: 7-ы Паўночны завулак

source: 7-й Тросницкий переулок
be: 7-ы Трасніцкі завулак

source: 7-й Ямницкий переулок
be: 7-ы Ямніцкі завулак

source: 7-я Вересковая улица
be: 7-я Верасовая вуліца

source: 7-я Загородная улица
be: 7-я Загарадная вуліца

source: 7-я Задорожная улица
be: 7-я Задарожная вуліца

source: 7-я Иногородняя улица
be: 7-я Іншагародняя вуліца

source: 7-я Клиническая улица
be: 7-я Клінічная вуліца

source: 7-я Лесная улица
be: 7-я Лясная вуліца

source: 7-я Луговая улица
be: 7-я Лугавая вуліца

source: 7-я Лужеснянская улица
be: 7-я Лужаснянская вуліца

source: 7-я Луческая улица
be: 7-я Лучоская вуліца

source: 7-я Мопровская улица
be: 7-я Мопраўская вуліца

source: 7-я Новоселковая улица
be: 7-я Новасёлкавая вуліца

source: 7-я Полоцкая улица
be: 7-я Полацкая вуліца

source: 7-я Пригородная улица
be: 7-я Прыгарадная вуліца

source: 7-я Садовая улица
be: 7-я Садовая вуліца

source: 7-я Совхозная улица
be: 7-я Саўгасная вуліца

source: 7-я Социалистическая улица
be: 7-я Сацыялістычная вуліца

source: 7-я Стадионная улица
be: 7-я Стадыённая вуліца

source: 7-я Суражская улица
be: 7-я Суражская вуліца

source: 7-я Техническая улица
be: 7-я Тэхнічная вуліца

source: 7-я улица Бебеля
be: 7-я вуліца Бебеля

source: 7-я улица Крупской
be: 7-я вуліца Крупскай

source: 7-я улица Куйбышева
be: 7-я вуліца Куйбышава

source: 7-я улица Свердлова
be: 7-я вуліца Свярдлова

source: 7-я Чепинская улица
be: 7-я Чэпінская вуліца

source: 8-й Железнодорожный переулок
be: 8-ы Чыгуначны завулак

source: 8-й Залинейный переулок
be: 8-ы Залінейны завулак

source: 8-й Калиновый переулок
be: 8-ы Калінавы завулак

source: 8-й Лесной переулок
be: 8-ы Лясны завулак

source: 8-й Липковский переулок
be: 8-ы Ліпкаўскі завулак

source: 8-й Орловский переулок
be: 8-ы Арлоўскі завулак

source: 8-й переулок Ильича
be: 8-ы завулак Іл’іча

source: 8-й переулок Космонавтов
be: 8-ы завулак Касманаўтаў

source: 8-й переулок Лизы Чайкиной
be: 8-ы завулак Лізы Чайкінай

source: 8-й Подгорный переулок
be: 8-ы Падгорны завулак

source: 8-й Путепроводный переулок
be: 8-ы Пуцеправодны завулак

source: 8-й Северный переулок
be: 8-ы Паўночны завулак

source: 8-й Тросницкий переулок
be: 8-ы Трасніцкі завулак

source: 8-й Ямницкий переулок
be: 8-ы Ямніцкі завулак

source: 8-я Вересковая улица
be: 8-я Верасовая вуліца

source: 8-я Городокская улица
be: 8-я Гарадоцкая вуліца

source: 8-я Загородная улица
be: 8-я Загарадная вуліца

source: 8-я Задорожная улица
be: 8-я Задарожная вуліца

source: 8-я Иногородняя улица
be: 8-я Іншагародняя вуліца

source: 8-я Клиническая улица
be: 8-я Клінічная вуліца

source: 8-я Лесная улица
be: 8-я Лясная вуліца

source: 8-я Луговая улица
be: 8-я Лугавая вуліца

source: 8-я Луческая улица
be: 8-я Лучоская вуліца

source: 8-я Мопровская улица
be: 8-я Мопраўская вуліца

source: 8-я Новоселковая улица
be: 8-я Новасёлкавая вуліца

source: 8-я Полоцкая улица
be: 8-я Полацкая вуліца

source: 8-я Садовая улица
be: 8-я Садовая вуліца

source: 8-я Совхозная улица
be: 8-я Саўгасная вуліца

source: 8-я Социалистическая улица
be: 8-я Сацыялістычная вуліца

source: 8-я Стадионная улица
be: 8-я Стадыённая вуліца

source: 8-я Техническая улица
be: 8-я Тэхнічная вуліца

source: 8-я улица Бебеля
be: 8-я вуліца Бебеля

source: 8-я улица Крупской
be: 8-я вуліца Крупскай

source: 8-я улица Куйбышева
be: 8-я вуліца Куйбышава

source: 8-я улица Свердлова
be: 8-я вуліца Свярдлова

source: 8-я улица Чкалова
be: 8-я вуліца Чкалава

source: 8-я Чепинская улица
be: 8-я Чэпінская вуліца

source: 9-й Залинейный переулок
be: 9-ы Залінейны завулак

source: 9-й Калиновый переулок
be: 9-ы Калінавы завулак

source: 9-й Лесной переулок
be: 9-ы Лясны завулак

source: 9-й переулок Космонавтов
be: 9-ы завулак Касманаўтаў

source: 9-й переулок Лизы Чайкиной
be: 9-ы завулак Лізы Чайкінай

source: 9-й Тросницкий переулок
be: 9-ы Трасніцкі завулак

source: 9-й Ямницкий переулок
be: 9-ы Ямніцкі завулак

source: 9-я Вересковая улица
be: 9-я Верасовая вуліца

source: 9-я Городокская улица
be: 9-я Гарадоцкая вуліца

source: 9-я Загородная улица
be: 9-я Загарадная вуліца

source: 9-я Задорожная улица
be: 9-я Задарожная вуліца

source: 9-я Лесная улица
be: 9-я Лясная вуліца

source: 9-я Луговая улица
be: 9-я Лугавая вуліца

source: 9-я Луческая улица
be: 9-я Лучоская вуліца

source: 9-я Новоселковая улица
be: 9-я Новасёлкавая вуліца

source: 9-я Полоцкая улица
be: 9-я Полацкая вуліца

source: 9-я Социалистическая улица
be: 9-я Сацыялістычная вуліца

source: 9-я Стадионная улица
be: 9-я Стадыённая вуліца

source: 9-я улица Крупской
be: 9-я вуліца Крупскай

source: 9-я улица Куйбышева
be: 9-я вуліца Куйбышава

source: 9-я улица Свердлова
be: 9-я вуліца Свярдлова

source: Абрикосовая улица
be: Абрыкосавая вуліца

source: Авангардная улица
be: Авангардная вуліца

source: Авангардный переулок
be: Авангардны завулак

source: Августовская улица
be: Аўгустоўская вуліца

source: Авиационная улица
be: Авіяцыйная вуліца

source: Авиационный переулок
be: Авіяцыйны завулак

source: Авроровская улица
be: Аўрораўская вуліца

source: Автодоровская улица
be: Аўтадораўская вуліца

source: Автодоровский переулок
be: Аўтадораўскі завулак

source: Автодромная улица
be: Аўтадромная вуліца

source: Автозаводская улица
be: Аўтазаводская вуліца

source: Автозаводской переулок
be: Аўтазаводскі завулак

source: Автомобильная улица
be: Аўтамабільная вуліца

source: Автомобильный мост
be: Аўтамабільны мост

source: Агатовый переулок
be: Агатавы завулак

source: Аграрная улица
be: [Аграрная вуліца, Чырвоназоркавая вуліца]

source: Аграрный переулок
be: Аграрны завул.

source: Агрономическая улица
be: Агранамічная вуліца

source: Агроснабовская улица
be: Аграснабаўская вуліца

source: Адамковская улица
be: Адамкоўская вуліца

source: Адамовичская улица
be: Адамавіцкая вуліца

source: Адровская улица
be: Адроўская вуліца

source: Адровский переулок
be: Андроўскі завулак

source: Азовская улица
be: Азоўская вуліца

source: Азовский переулок
be: Азоўскі завулак

source: Академическая улица
be: Акадэмічная вуліца

source: Аксамитная улица
be: Аксамітная вуліца

source: Аксановская улица
be: Аксанаўская вуліца

source: Актюбинская улица
be: Акцюбінская вуліца

source: Актюбинский переулок
be: Акцюбінскі завулак

source: Алая улица
be: Алая вуліца

source: Алейная улица
be: Алейная вуліца

source: Александровская улица
be: Аляксандраўская вуліца

source: Алексеевская улица
be: Аляксееўская вуліца

source: Алитусская улица
be: Алітуская вуліца

source: Алитусский переулок
be: Алітускі завулак

source: Аллейная улица
be: Алейная вуліца

source: аллея Дмитрия Гвишиани
be: алея Дзмітрыя Гвішыяні

source: аллея Ели европейской
be: Яловая алея

source: аллея Карла Маркса
be: алея Карла Маркса

source: аллея Клена серебристого
be: алея Клёну Серабрыстага

source: аллея Липы мелколистной
be: Ліпавая алея

source: аллея Любви
be: алея Кахання

source: аллея Ореха маньчжурского
be: алея Арэха Маньчжурскага

source: аллея Рябины обыкновенной
be: Рабінавая алея

source: аллея Черемухи Маака
be: алея Чаромхі Маака

source: аллея Ясеня пенсильванского
be: Ясеневая алея

source: Алмазная улица
be: Алмазная вуліца

source: Алмазный переулок
be: Алмазны завулак

source: Алтайская улица
be: Алтайская вуліца

source: Алтайский переулок
be: Алтайскі завулак

source: Альбрехтовская улица
be: Альбрэхтоўская вуліца

source: Альсовая улица
be: Альсавая вуліца

source: Амбулаторная улица
be: Амбулаторная вуліца

source: Амбулаторный переулок
be: Амбулаторны завулак

source: Амураторская улица
be: Амуратарская вуліца

source: Амурская улица
be: Амурская вуліца

source: Амурский переулок
be: Амурскі завулак

source: Ангарская улица
be: Ангарская вуліца

source: Ангарский переулок
be: Ангарскі завулак

source: Андреевская улица
be: Андрэеўская вуліца

source: Андреевский переулок
be: Андрэеўскі завулак

source: Андреевский проезд
be: Андрэеўскі праезд

source: Андровский переулок
be: Андроўскі завулак

source: Андроновская улица
be: Андронаўская вуліца

source: Антоновская улица
be: Антонаўская вуліца

source: Антоновский переулок
be: Антонаўскі завулак

source: Анусинская улица
be: Анусінская вуліца

source: Аполинарьевская улица
be: Апалінар’еўская вуліца

source: Апрельская улица
be: Красавіцкая вуліца

source: Апрельский переулок
be: Красавіцкі завулак

source: Аптечный переулок
be: Аптэчны завулак

source: Аранская улица
be: Аранская вуліца

source: Аркадьевская улица
be: Аркадзьеўская вуліца

source: Армейская улица
be: Армейская вуліца

source: Арсентьевская улица
be: Арсенцьеўская вуліца

source: Артельная улица
be: Арцельная вуліца

source: Артиллерийская улица
be: Артылерыйская вуліца

source: Артиллерийский переулок
be: Артылерыйскі завулак

source: Архангельская улица
be: Архангельская вуліца

source: Архангельский переулок
be: Архангельскі завулак

source: Архитектурная улица
be: Архітэктурная вуліца

source: Асфальтная улица
be: Асфальтная вуліца

source: Аульская улица
be: Аульская вуліца

source: Аэродромная улица
be: Аэрадромная вуліца

source: Аэродромный переулок
be: Аэрадромны завулак

source: Аэрофлотская улица
be: Аэрафлоцкая вуліца

source: Багряная улица
be: [Барвовая вуліца, Барвяная вуліца]

source: Багряный переулок
be: Барвовы завулак

source: Базарная площадь
be: Базарная плошча

source: Базарная улица
be: Базарная вуліца

source: Базарный переулок
be: Базарны завулак

source: Базисная улица
be: Базісная вуліца

source: Базисный переулок
be: Базісны завулак

source: Базный переулок
be: Базны завулак

source: Базовая улица
be: Базавая вуліца

source: Байкальская улица
be: Байкальская вуліца

source: Байкальский переулок
be: Байкальскі завулак

source: Бакинская улица
be: Бакінская вуліца

source: Балтийская улица
be: Балтыйская вуліца

source: Балтийский переулок
be: Балтыйскі завулак

source: Банная улица
be: Лазневая вуліца

source: Банный переулок
be: Лазневы завулак

source: Барановичская улица
be: Баранавіцкая вуліца

source: Бараньская улица
be: Бараньская вуліца

source: Бархатный проезд
be: Аксамітны праезд

source: Батарейная улица
be: Батарэйная вуліца

source: Баторинская улица
be: Баторынская вуліца

source: Баторинский переулок
be: Баторынскі завулак

source: Бауманская улица
be: Баўманская вуліца

source: Беговая улица
be: Бегавая вуліца

source: Бегомльская улица
be: Бягомльская вуліца

source: Безымянная улица
be: Безназоўная вуліца

source: Беленицкая улица
be: Бяленіцкая вуліца

source: Белицкая улица
be: Беліцкая вуліца

source: Белищенский переулок
be: Бялішчанскі завулак

source: Белковская улица
be: Бялкоўская вуліца

source: Беловежская улица
be: Белавежская вуліца

source: Беловежский переулок
be: Белавежскі завулак

source: Белогрудский переулок
be: Белагрудскі завулак

source: Белолужская улица
be: Белалужская вуліца

source: Белолужский переулок
be: Белалужскі завулак

source: Беломорская улица
be: Беламорская вуліца

source: Белоозёрская улица
be: Белаазёрская вуліца

source: Белорусская улица
be: Беларуская вуліца

source: Белорусский переулок
be: Беларускі завулак

source: Белостокская улица
be: Беластоцкая вуліца

source: Белостокский переулок
be: Беластоцкі завулак

source: Белтелекомовский проезд
be: Белтэлекамаўскі праезд

source: Белыничский переулок
be: Бялыніцкі завулак

source: Бельчанский переулок
be: Бяльчанскі завулак

source: Бельчицкая улица
be: Бельчыцкая вуліца

source: Береговая улица
be: Берагавая вуліца

source: Береговой переулок
be: Берагавы завулак

source: Береговой проезд
be: Берагавы праезд

source: Бережецкая улица
be: Беражэцкая вуліца

source: Березинская улица
be: Бярэзінская вуліца

source: Березинский переулок
be: Бярэзінскі завулак

source: Березинское шоссе
be: Бярэзінская шаша

source: Берёзовая аллея
be: Бярозавая алея

source: Берёзовая улица
be: Бярозавая вуліца

source: Берёзовская улица
be: Бярозаўская вуліца

source: Берёзовский переулок
be: Бярозаўскі завулак

source: Берёзовый переулок
be: Бярозавы завулак

source: Берёзовый проезд
be: Бярозавы праезд

source: Берёзогорская улица
be: Бярозагорская вуліца

source: Берестейская улица
be: Берасцейская вуліца

source: Берестейское шоссе
be: Берасцейская шаша

source: Берестовая улица
be: Бяроставая вуліца

source: Берестянская улица
be: Берасцянская вуліца

source: Бернадская улица
be: Бярнадзкая вуліца

source: Бетонный проезд
be: Бетонны праезд

source: Бешенковичская улица
be: Бешанковіцкая вуліца

source: Бешенковичское шоссе
be: Бешанковіцкая шаша

source: Библиотечная улица
be: Бібліятэчная вуліца

source: Билевская улица
be: Білеўская вуліца

source: Билецкий спуск
be: Білецкі спуск

source: Биологическая улица
be: Біялагічная вуліца

source: Бирюзовая улица
be: Бірузовая вуліца

source: Бителёвская улица
be: Біцялёўская вуліца

source: Благовещенская улица
be: Благавешчанская вуліца

source: Блакитная улица
be: Блакітная вуліца

source: Блакитный переулок
be: Блакітны завулак

source: Блестящая улица
be: Бліскучая вуліца

source: Ближняя улица
be: Бліжняя вуліца

source: Боберная улица
be: Барёрная вуліца

source: Бобровая улица
be: Бабровая вуліца

source: Бобровый переулок
be: Бабровы завулак

source: Бобруйская улица
be: Бабруйская вуліца

source: Бобруйский переулок
be: Бабруйскі завулак

source: Бобруйское шоссе
be: Бабруская шаша

source: Богатая улица
be: Багатая вуліца

source: Богдановская улица
be: Багданаўская вуліца

source: Болотная улица
be: Балотная вуліца

source: Болотный переулок
be: Балотны завулак

source: Больничная улица
be: [Бальнічная вул., Бальнічная вуліца]

source: Больничный переулок
be: Бальнічны завулак

source: Большая Бителёвская улица
be: Вялікая Біцялёўская вуліца

source: Большая Гражданская улица
be: Вялікая Грамадзянская вуліца

source: Большая Машековская улица
be: Вялікая Машэкаўская вуліца

source: Большая Радужная улица
be: Вялікая Вясёлкавая вуліца

source: Большая Садовая улица
be: Вялікая Садовая вуліца

source: Большая Троицкая улица
be: Вялікая Траецкая вуліца

source: Большая цветочная улица
be: Вялікая кветкавая вуліца

source: Большая Чаусская улица
be: Вялікая Чавуская вуліца

source: Бординичская улица
be: Бордзініцкая вуліца

source: Борисовская улица
be: Барысаўская вуліца

source: Борисовский переулок
be: Барысаўскі завулак

source: Борисовский тракт
be: Барысаўскі тракт

source: Борисовский тупик
be: Барысаўскі тупік

source: Боровая улица
be: [Баравая вул., Баравая вуліца]

source: Боровецкий переулок
be: Баравецкі завулак

source: Боровская улица
be: Бароўская вуліца

source: Бородинская улица
be: Барадзінская вуліца

source: Бороникская улица
be: Баранікская вуліца

source: Борунская улица
be: Барунская вуліца

source: Ботаническая аллея
be: Батанічная алея

source: Ботаническая улица
be: Батанічная вуліца

source: Бояровская улица
be: Баяроўская вуліца

source: Брагинская улица
be: Брагінская вуліца

source: Брамный переулок
be: Брамны завулак

source: Браславская улица
be: Браслаўская вуліца

source: Браславский переулок
be: Браслаўскі завулак

source: Братская улица
be: Брацкая вуліца

source: Братский переулок
be: Брацкі завулак

source: Брест-Литовская улица
be: Брэст-Літоўская вуліца

source: Брестская улица
be: Брэсцкая вуліца

source: Брестский переулок
be: [Брэсцкі завулак, Брэсцкі пер.]

source: Бригадная улица
be: Брыгадная вуліца

source: Бригадный переулок
be: Брыгадны завулак

source: Брикетный переулок
be: Брыкетны завулак

source: Брилевская улица
be: Брылеўская вуліца

source: Брилёвская улица
be: Брылёўская вуліца

source: Брилевский тупик
be: Брылеўскі тупік

source: Броневой переулок
be: Бранявы завулак

source: Брусничная улица
be: Бруснічная вуліца

source: Брусничный переулок
be: Бруснічны завулак
